import Service1 from "../img/services/kinsio-tape.jpg";
import Service2 from "../img/services/pregnant.jpg";
import Service3 from "../img/services/toa-heftiba-hBLf2nvp-Yc-unsplash.jpg";
import Service4 from "../img/services/trigger-point.jpg";

export const images = [
  {
    title: "עיסוי טריגר פוינטס",
    subtitle:
      "שיטה של לחיצות המתמקדת בנקודות בגוף שאחראיות על תחושת הכאב בגוף, על כאבים ממוקדים או על כאבים מוקרנים",
    img: Service4,
  },
  {
    title: "טיפול בקינזיו טייפ",
    subtitle:
      "משפיע על קולטנים עצביים שנמצאים בעור שלנו. משפר את תפקוד השריר ומוריד את המתח במעטפת השריר ובשריר עצמו",
    img: Service1,
  },
  {
    title: "עיסוי לנשים בהריון",
    subtitle:
      "משחרר מהמתח הרב שמצטבר במהלך ההריון בגב התחתון וברגליים, מקל על בעיות שינה ומשרה רוגע, שלווה ושקט",
    img: Service2,
  },
  {
    title: "עיסוי רקמות עמוק",
    subtitle:
      "עיסוי עמוק ומרוכב שמשחרר את השרירים וגורם לנו להתנתק מהמתחים והלחצים היומיומיים",
    img: Service3,
  },
];

export const testimonials = [
  {
    subtitle:
      "חייבת להגיד שהרבה מאוד זמן לא הרגשתי את הגב שלי כל כך משוחרר. הכאבים פחות מורגשים. ניסיתי הרבה טיפולים וכבר שיצאתי ממך הרגשתי בשינוי. תודה תודה! אתה לא יודע מה זה עבורי להרגיש ככה",
    name: "מתת נחום",
  },
  {
    subtitle:
      "רוצה להגיד לך ומקווה שתשמח כמוני, אחרי אתמול יש שיפור מדהים! לא רק שהגוף לא קרס אני בקושי מרגישה רמז לכאב באגן",
    name: "גלית אדרי",
  },
  {
    subtitle:
      "אני לא יודעת איך ארגיש מחר אבל בהליכה עכשיו ממש ריחפתי! הגוף קליל ומשוחרר בלי כאבים כמו שאמור להיות תמיד...תודה רבה אתה קוסם",
    name: "קרן אלטרמן",
  },
  {
    subtitle:
      "אחרי שנתיים של ריצות בין אורטופדים, בדיקות וטיפולים ללא הצלחה, אני סוף סוף מתחילה להרגיש שיפור מתמיד בכאבים ברגל. אין לי מילים איך להודות לך ",
    name: "עמית כהן",
  },
  {
    subtitle:
      "חייבת להודות שבהתחלה הייתי מעט סקפטית בנוגע לתהליך, אך כבר לאחר 3-4 טיפולים הגוף שלי התחיל להרגיש משוחרר מתמיד. מודה לך מקרב לב על המסירות, המקצועיות וההקשבה ",
    name: "תמי גילה",
  },
];
